{
    "0101": "이후, 약간의 해수면 변동이 있을 수도 있습니다.",
    "0102": "이후, 약간의 해수면 변동이 있을 수도 있습니다만, 피해의 우려는 없습니다.",
    "0103": "앞으로도 잠시 해수면 변동이 계속될 것으로 생각됩니다.",
    "0104": "앞으로도 잠시 해수면 변동이 계속될 것으로 생각되므로, 해수욕이나 갯바위 낚시 등을 할 때에는 주의해 주십시오.",
    "0105": "앞으로도 잠시 해수면 변동이 계속될 것으로 생각되므로, 갯바위 낚시 등을 할 때에는 주의해 주십시오.",
    "0107": "현재, 대해일경보・해일경보・해일주의보를 발표하고 있는 연안은 없습니다.",
    "0109": "해일과 만조가 겹치면, 해일은 더욱 높아지므로 더욱 엄중한 경계가 필요합니다.",
    "0110": "해일과 만조가 겹치면, 해일은 더욱 높아지므로 충분한 주의가 필요합니다.",
    "0111": "장소에 따라서는, 관측한 해일의 높이보다 더 큰 해일이 도달하고 있을 우려가 있습니다.",
    "0112": "이후, 해일의 높이가 더욱 높아질 수 있다고 생각됩니다.",
    "0113": "먼바다에서의 관측치를 기반으로 해일이 추정되고 있는 연안에서는, 빠른 곳에서 이미 해일이 도달하고 있는 것으로 추정됩니다.",
    "0114": "해일로 인한 조위 변화가 관측되기 시작하고 나서 최대파가 관측되기까지 수 시간 이상 걸리는 경우가 있습니다.",
    "0115": "먼바다에서의 관측치이며, 해안에서는 해일이 더욱 높아집니다.",
    "0121": "<대해일경보>\n큰 해일이 덮쳐 매우 큰 피해가 발생합니다.\n연안부나 강변에 있는 사람은 즉시 높은 곳이나 피난 빌딩 등 안전한 장소로 피난하십시오.\n해일은 반복해서 덮쳐옵니다. 경보가 해제될 때까지 안전한 장소에서 멀어지지 마십시오.",
    "0122": "<해일경보>\n해일로 인한 피해가 발생합니다.\n연안부나 강변에 있는 사람은 즉시 높은 곳이나 피난 빌딩 등 안전한 장소로 피난하십시오.\n해일은 반복해서 덮쳐옵니다. 경보가 해제될 때까지 안전한 장소에서 멀어지지 마십시오.",
    "0123": "<해일주의보>\n바닷속이나 해안 부근은 위험합니다.\n바닷속에 있는 사람은 즉시 바다에서 나오고, 해안으로부터 떨어지십시오.\n물살이 빠른 상태가 계속되므로, 주의보가 해제될 때까지 바다에 들어가거나 해안에 접근하지 마십시오.",
    "0124": "<해일예보(약간의 해수면 변동)>\n약간의 해수면 변동이 예상됩니다만, 피해의 우려는 없습니다.",
    "0131": "경보가 발표된 연안부나 강변에 있는 사람은 즉시 높은 곳이나 피난 빌딩 등 안전한 장소로 피난하십시오.\n도달예상시각은, 예보구 안에서 가장 빨리 해일이 도달하는 시각입니다. 장소에 따라서는, 이 시각보다 상당히 늦게 해일이 덮쳐올 수 있습니다.\n도달예상시각으로부터 해일이 가장 높아질 때까지 수 시간 이상 걸리는 경우가 있으므로, 관측된 해일의 높이에 관계없이, 경보가 해제될 때까지 안전한 장소에서 멀어지지 마십시오.",
    "0132": "장소에 따라서는 해일의 높이가 「예상되는 해일의 높이」보다 높아질 가능성이 있습니다.",
    "0141": "동일본대지진급의 해일이 내습합니다.",
    "0142": "먼바다에서 높은 해일을 관측했기 때문에 대해일경보・해일경보로 전환했습니다.",
    "0143": "먼바다에서 높은 해일을 관측했기 때문에 대해일경보・해일경보를 전환했습니다.",
    "0144": "먼바다에서 높은 해일을 관측했기 때문에 대해일경보로 전환했습니다.",
    "0145": "먼바다에서 높은 해일을 관측했기 때문에 대해일경보를 전환했습니다.",
    "0146": "먼바다에서 높은 해일을 관측했기 때문에 해일경보로 전환했습니다.",
    "0147": "먼바다에서 높은 해일을 관측했기 때문에 해일경보를 전환했습니다.",
    "0148": "먼바다에서 높은 해일을 관측했기 때문에 예상되는 해일의 높이를 전환했습니다.",
    "0149": "즉시 피난하십시오.",
    "0150": "난카이트로프 지진 임시정보를 발표하고 있습니다.",
    "0201": "강한 흔들림에 경계하십시오.",
    "0211": "해일경보 등(대해일경보・해일경보 또는 해일주의보)를 발표중입니다.",
    "0212": "이 지진으로 인해, 일본의 연안에서는 약간의 해수면 변동이 있을 수도 있습니다만, 피해의 우려는 없습니다.",
    "0213": "앞으로도 잠시 해수면 변동이 계속될 것으로 생각되므로, 해수욕이나 갯바위 낚시 등을 할 때에는 주의해 주십시오.",
    "0214": "앞으로도 잠시 해수면 변동이 계속될 것으로 생각되므로, 갯바위 낚시 등을 할 때에는 주의해 주십시오.",
    "0215": "이 지진으로 인한 해일의 우려는 없습니다.",
    "0216": "진원이 해저인 경우, 해일이 발생할 우려가 있습니다.",
    "0217": "앞으로의 정보에 주의해 주십시오.",
    "0221": "태평양 광역에서 해일 발생의 가능성이 있습니다.",
    "0222": "태평양에서 해일 발생의 가능성이 있습니다.",
    "0223": "북서태평양에서 해일 발생의 가능성이 있습니다.",
    "0224": "인도양 광역에서 해일 발생의 가능성이 있습니다.",
    "0225": "인도양에서 해일 발생의 가능성이 있습니다.",
    "0226": "진원 근방에서 해일 발생의 가능성이 있습니다.",
    "0227": "진원 근방에서 작은 해일 발생의 가능성이 있지만, 피해를 초래하는 해일의 우려는 없습니다.",
    "0228": "일반적으로, 이 규모의 지진이 해역의 얕은 곳에서 발생하면, 해일이 발생하는 경우가 있습니다.",
    "0229": "일본으로의 해일 유무에 대해 현재 조사중입니다.",
    "0230": "이 지진으로 인한 일본으로의 해일 영향은 없습니다.",
    "0241": "이 지진에 대해, 긴급지진속보를 발표하고 있습니다.",
    "0242": "이 지진에 대해, 긴급지진속보를 발표하고 있습니다. 이 지진의 최대진도는 2 였습니다.",
    "0243": "이 지진에 대해, 긴급지진속보를 발표하고 있습니다. 이 지진의 최대진도는 1 였습니다.",
    "0244": "이 지진에 대해, 긴급지진속보를 발표하고 있습니다. 이 지진으로 인해 진도 1 이상은 관측되지 않았습니다.",
    "0245": "이 지진으로 인해 긴급지진속보를 발표했습니다만, 강한 흔들림은 관측되지 않았습니다.",
    "0256": "진원 요소를 수정합니다.",
    "0262": "＊표시는 기상청 이외의 진도 관측점에 대한 정보입니다.",
    "0263": "＊표시는 기상청 이외의 장주기지진동 관측점에 대한 정보입니다."
}